export const movies = [

	{
	  "id": "6a235610c0ec7d27cb3807c6"
	  ,
	  "name": "Темний лицарь",
	  "year": 2008,
	  "actors": [
		"Хит Леджер",
		"Кристиан Бэйл"
	  ],
	  "description": "У \"Темному лицарі\" Людина-Летюча Миша посилює свої зусилля у боротьбі з поширенням злочинності в Готемі. У тандемі з лейтенантом Гордоном і прокурором Дентом, Бетмен прагне винищити злочинців з вулиць свого міста. Їхня співпраця приносить плоди, але незабаром вони стикаються з новою загрозою — хаотичною і нещадною силою в особі Джокера, майстра хаосу та страху, який ставить їхній альянс та моральні принципи на серйозне випробування.",
	  "grade": 8.7,
	  "url_muvie": "https://www.youtube.com/embed/EXeTwQWrcwY?si=yJHsDsZdCNB8nUWH",
	  "genres": [
		"Боевик"
	  ],
	  "url_poster": "https://ua-images.kinorium.com/movie/1080/352641.jpg?1742751548"
	},
	{
	  "id": "6a26ce5d729f112e4370ba1f"
	  ,
	  "name": "Хенкок",
	  "year": 2008,
	  "actors": [
		"Уилл Смит"
	  ],
	  "description": "У світі існують різні герої, і серед них виділяється Хенкок – людина з неординарними здібностями, яка, однак, не замислюється над наслідками своїх дій. Його рятувальні місії часто обходяться оточуючим істотних руйнувань і матеріальних втрат. Суспільство починає втрачати терпіння до свого неординарного захисника, незважаючи на подяку за врятовані життя. Хенкок мало дбає про думку людей доти, доки після одного з ризикованих порятунків він не рятує життя Рею, людині зі світу піару, який дає йому зрозуміти, що навіть вона може бути вразливою. Це відкриття здається неприйнятним, а Мері, дружина Рея, вважає Хенкока безнадійною нагодою, враховуючи його ставлення до всього, що відбувається довкола.",
	  "grade": 7.3,
	  "url_muvie": "https://www.youtube.com/embed/KS5E8r82l2g?si=ZO6Y3hWs-2_IyDZC",
	  "genres": [
		"Супергеройский фильм",
		"Комедия"
	  ],
	  "url_poster": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c9/Hancockposter.jpg/250px-Hancockposter.jpg"
	},
	{
	  "id":  "6a2737723571f2f0ee7bdcf5"
	  ,
	  "name": "Людина-павук",
	  "genres": ["Екшн" , "Пригоди" , "Фентезі"],
	  "year": 2002,
	  "actors": [
		"Тоби Магуайр"
	  ],
	  "grade": 9.1,
	  "description": "Пітер Паркер, старшокласник, мимоволі змінює своє життя після шкільної екскурсії, де його вкусив генетично модифікований павук. Незабаром він виявляє в собі разючі здібності: надмірну силу, видатну гнучкість і здатність переміщатися вертикальними поверхнями, а також вистрілювати павутину. Усвідомивши свій потенціал, він бере на себе місію захисника невинних, приймаючи мантію Павука. Новоспечений герой входить у боротьбу зі злом у його численних проявах. Однак поява героя неминуче привертає увагу лиходіїв, які бажають битися з ним у битві за владу та вплив.",
	  "url_muvie": "https://www.youtube.com/embed/t06RUxPbp_c?si=SogmFHoQ0YBk2Fh1",
	  "url_poster": "https://upload.wikimedia.org/wikipedia/ru/5/5f/SpiderManTeaserPoster.jpg",
	},
	
	{
	  "id":  "6a28222eeada7c5e9b79108a"
	  ,
	  "name": "Пролітаючи над гніздом зозулі",
	  "genres": ["Психологічна комедія", "Драма"],
	  "year":  	1975,
	  "actors": [
		"Джек Николсон","Брэд Дуриф"
	  ],
	  "grade": 8.5,
	  "description": "Пітер Паркер, старшокласник, мимоволі змінює своє життя після шкільної екскурсії, де його вкусив генетично модифікований павук. Незабаром він виявляє в собі разючі здібності: надмірну силу, видатну гнучкість і здатність переміщатися вертикальними поверхнями, а також вистрілювати павутину. Усвідомивши свій потенціал, він бере на себе місію захисника невинних, приймаючи мантію Павука. Новоспечений герой входить у боротьбу зі злом у його численних проявах. Однак поява героя неминуче привертає увагу лиходіїв, які бажають битися з ним у битві за владу та вплив.",
	  "url_muvie": "https://www.youtube.com/embed/PwfVe8PPhKc?si=bI-9oRjm4345KPih",
	  "url_poster": "https://upload.wikimedia.org/wikipedia/en/2/26/One_Flew_Over_the_Cuckoo%27s_Nest_poster.jpg",
	},
	
	{
	  "id":  "6a13337723571f2f024dcf5"
	  ,
	  "name": "Кунг-фу панда",
	  "genres": ["Мультфільм", "Сімейні", "Боевик" ],
	  "year": 2008,
	  "actors": [
		 "Джек Блэк", "Дастин Хоффман"
	  ],
	  "grade": 8.1,
	  "description": "\"Кунг-фу панда\" - американський комп'ютерно-анімаційний комедійний фільм про бойові мистецтва, створений студією DreamWorks Animation і розповсюджуваний студією Paramount Pictures. Це перший мультфільм франшизи Кунг-фу панда.",
	  "url_muvie": "https://www.youtube.com/embed/XEZKXIQjYFQ?si=Q7SlP_A9qdOsLDpM",
	  "url_poster": "https://upload.wikimedia.org/wikipedia/en/thumb/7/76/Kungfupanda.jpg/250px-Kungfupanda.jpg",
	},
	
	{
	  "id":  "6a13337723352f2f024dcf5"
	  ,
	  "name": "Гаррі Поттер та філософський камінь",
	  "genres": ["Фентезі","Пригоди","Сімейний" ],
	  "year": 2001,
	  "actors": [
		 "Дэниел Рэдклифф","Руперт Гринт"
	  ],
	  "grade": 8.9,
	  "description": "Життя десятирічного Гаррі Поттера не можна назвати солодким: його батьки померли, щойно йому виповнився рік, а від дядька і тітки, які взяли сироту на виховання, дістаються лише тички та потиличники. Але в одинадцятий день народження Гаррі змінюється. Дивний гість, який несподівано з'явився на порозі, приносить листа, з якого хлопчик дізнається, що насправді він чистокровний чарівник і прийнятий до Гоґвортсу — школи магії. А вже за кілька тижнів Гаррі мчатиме в поїзді Гоґвортс-експрес назустріч новому життю, де на нього чекають неймовірні пригоди, вірні друзі та найголовніше — ключ до розгадки таємниці смерті його батьків.",
	  "url_muvie": "https://www.youtube.com/embed/AFwrmkAHEk4?si=jqWgq0nmaMpX7Sm7",
	  "url_poster": "https://upload.wikimedia.org/wikipedia/uk/c/c5/%D0%93%D0%9F%D0%A4%D0%9A%D0%9F%D0%BE%D1%81%D1%82%D0%B5%D1%80.jpg",
	}
	
	

]